[
  {
    "title": "Daily Routine",
    "text": "Hi! I'm Leo and I'm nine years old. My day is busy! I wake up at 7 o'clock. First, I brush my teeth and get dressed. Then, I eat breakfast – usually cereal! I go to school at 8:30. I love learning! After school, I do my homework. Sometimes I play football with my friends in the park. In the evening, I have dinner with my family. After dinner, I read a book or watch TV. Finally, I go to bed at 9 o'clock. It's a good day!"
  },
  {
    "title": "Family and Friends",
    "text": "Hi! I'm Leo and I'm nine years old. My family is really important to me. I have a mum, a dad, and a little sister called Mia. Mia is six and she's very funny! I also have lots of great friends. My best friend is Sam. We love playing football and building LEGO together. We often play in the park after school. I also like playing with Chloe and Ben. Chloe is good at art and Ben loves telling jokes! We all have fun together, and I'm lucky to have such a wonderful family and friends."
  },
  {
    "title": "Animals and Pets"
    ,
    "text": "Hi! I'm Leo and I love animals! I have a golden retriever called Buddy. He's so fluffy and loves to play fetch. Buddy is my best pet ever! I also really like wild animals. My favourite is the lion – they're so strong! At the zoo, I saw monkeys swinging and elephants splashing. They were amazing! I want to be a vet when I grow up so I can help all animals, big and small. I read lots of books about animals and learn new things every day. Animals are the best!"
  },
  {
   "title": "Daily Meals",
    "text": "Hi! I'm Leo and I'm nine. I LOVE food! For breakfast, I usually have cereal with milk and sometimes a banana. It gives me lots of energy for school! Lunch is my favourite - usually a sandwich with ham and cheese, and an apple. Sometimes my mum packs cookies! Yummy! For dinner, we eat together as a family. We have lots of different things like pasta, chicken, or fish with vegetables. I don't *always* like vegetables, but I try! After dinner, maybe a small piece of chocolate if I'm good!"
  {
    "title": "Weather and clothes",
    "text": "Hi, I’m Leo! The weather is changing a lot now! Sometimes it’s sunny and warm, so I wear a t-shirt and shorts. Perfect for playing football! But when it’s rainy, I need my raincoat and wellies to splash in puddles! It’s fun, but I get very wet! If it’s cold, I wear a jumper and trousers, and sometimes a hat and gloves. My mum says I need to keep warm! I like wearing bright colours, even when the weather is grey. What’s the weather like where you are?"
  {
    "title": "Free Time"
    ,
    "text": "Hi! I'm Leo, and I love my free time! After school, I usually do my homework first – booo! Then, the fun begins! I really like playing video games with my friends online. We build amazing things! I also love drawing, especially superheroes. Sometimes I play football in the park with my brother. On Saturdays, I go to swimming lessons. It’s good exercise! And on Sundays, we often visit my grandparents. I love spending time with them. Free time is the best!"
},
]


